{
    "0":{
        "title":"Color Thought",
        "date":"Nov 2017",
        "author":"Rizaldy Aristyo",
        "content":"Are we seeing the same color as the other? I mean we identify color after we are teached about the color itself, if you see the color red and being told that it is yellow since infant, then you'll forever believe that it is the color yellow. The idea is all the people see the different color, but they agreed in that it is the color A or the color B, because they see the same object refered to, not what was the color on the object that they are actually seeing."
    },
    "2":{
        "title":"Nett Imaginary Room",
        "date":"Aug 2018",
        "author":"Rizaldy Aristyo",
        "content":"The place where only imaginary things that exists, it is the place we are long to yet we cannot remember. It exist only in our brain and buried long time ago in the deep forest of thoughts that is unreachable each year pass. We go there when we lost in the forest, the thoughts that are surrounding us are the thing that hinders us from thinking clearly. It is the place where we escape. I still see many people that still escape and even dive deep into the room, and that is the act that we must stay away from. Although sounds bad, it actually is like every other things; when everything is too much then it always is bad. We can always see many modern people that are establishing their to fit the normal standard of the society tries to cut their connection to the room and sometime it works. While it also sounds good, it is only good to the extent of the normative standard of the major society that surrounds. In my mind, it is mandatory to leave the room but not forget it. It is also even better to maintain a little connection to the room, as it is the embodiment of the repository of abnormal things, sometime it is also the source of intrusive thoughts that can help you out to gain creativity to go out of a complex situation. We still need these thougts, don't encage your mind, let it be free, but don't forget to have your ground in hold."
    },
    "3":{
        "title":"Light Mode",
        "date":"Feb 2022",
        "author":"Rizaldy Aristyo",
        "content":"Ever wondered why would there be lightmode for a program? Well in this particularly bright bright day, I suddenly want to revise this very static site. At the time, I was outside my house and the sunlight strikes my 200 nits laptop screen. Everywhere i hide from the light there'll always soft reflections around the environment, lowering my visibility to the screen. Then I thought; 'if only my screen is as white as paper...' of course! I can whiten my screen using the blinding light mode. Turns out it's a perfect fit for the outdoor condition, i can see my code outdoor than ever before. Why haven't I thought of this before! of course they were not removed from application for a purpose. As the time goes, I finished a section of page, so I called it a day. next day evening, I was blinded by the 100% brightness light mode vscode."
    }
    "4":{
        "title":"The Mourn of Memories"
        "date":"Collected Along 2018-2023"
        "author":"Rizaldy Aristyo"
        "content":"There will come a time where all good memories hurt you. When someone that we know is gone and we mourn for them, it's not because of how close your relationship was with them. Rather it's the memories, it floods you, hits you wave by wave. You're jealous of the fact that it happened. It happened in the past, not in the present. You were too joyful by the time, and just now you realized that you missed the time when you were having fun. The phrase \"We didn\'t realize we were making memories, we just knew we were having fun.\" was correct, it just hurts a lot when you realize that you can\'t experience it anymore with the person that you want to experience it with. It\'s like you can\'t access an area of activity or memory that was opened to you, now it is closed when the particular object was removed. The feeling of getting things to go is always built by memories that happened in the past. The only thing we can do to shield yourself from the feeling is just to let go and reinforce the idea of \“I\’m glad that it happened\”."
    }
}
