{
    "0":{
        "title":"Color Thought",
        "date":"Nov 2017",
        "author":"Rizaldy Aristyo",
        "content":"Are we seeing the same color as the other? I mean we identify color after we are teached about the color itself, if you see the color red and being told that it is yellow since infant, then you'll forever believe that it is the color yellow. The idea is all the people see the different color, but they agreed in that it is the color A or the color B, because they see the same object refered to, not what was the color on the object that they are actually seeing."
    },
    "2":{
        "title":"Nett Imaginary Room",
        "date":"Aug 2018",
        "author":"Rizaldy Aristyo",
        "content":"The place where only imaginary things that exists, it is the place we are long to yet we cannot remember. It exist only in our brain and buried long time ago in the deep forest of thoughts that is unreachable each year pass. We go there when we lost in the forest, the thoughts that are surrounding us are the thing that hinders us from thinking clearly. It is the place where we escape. I still see many people that still escape and even dive deep into the room, and that is the act that we must stay away from. Although sounds bad, it actually is like every other things; when everything is too much then it always is bad. We can always see many modern people that are establishing their to fit the normal standard of the society tries to cut their connection to the room and sometime it works. While it also sounds good, it is only good to the extent of the normative standard of the major society that surrounds. In my mind, it is mandatory to leave the room but not forget it. It is also even better to maintain a little connection to the room, as it is the embodiment of the repository of abnormal things, sometime it is also the source of intrusive thoughts that can help you out to gain creativity to go out of a complex situation. We still need these thougts, don't encage your mind, let it be free, but don't forget to have your ground in hold."
    },
    "3":{
        "title":"How to be miserable for the rest of your life",
        "date":"Apr 2021",
        "author":"Joey Schweitzer",
        "content":"Here's a quick tutorial on how to be miserable for the rest of your life. Step one, wake up whenever you want to. Don't wake up at a reasonable hour, an hour that makes you feel good about yourself. Make sure you wake up when everyone has had a head start to the day. You really wanna make sure you feel like you've missed any chance to start your day off on the right foot. And when you get out of bed, don't make your bed and don't shower. Just wear whatever you wore yesterday and head downstairs. It's important that you start the day off with little to no self-respect, feeling as grimy as possible. Step two, make sure your house is always a complete disaster. Your house is filled with many rooms, each with a specific purpose. You wanna make sure that it's extremely difficult to accomplish those purposes. The pigsty will also help subconsciously reinforce the idea that you're a disorganized person whose life is not in order. This is an extremely important belief to have when trying to remain miserable. Step three, procrastinate. When the thought dawns on you to do something productive, like clean your disgusting kitchen, just ignore that feeling. After all you just woke up, and you have so much time later in the day to get that done. You wanna get in the habit of delegating all your life's problems to the future version of yourself, who will probably have a lot more motivation and energy than you do right now. Step four, look busy. After you sit down to do some work, open up a Word document to help yourself feel like you're being productive. Give your document a nice title and then immediately open up Reddit, Instagram, Facebook, and Twitter just to check if you missed anything. You see, it doesn't really matter what you do. As long as you're sitting on your desk and that Word document is open, it'll help trick your conscience into thinking you're doing work, but you won't be getting any further in life. Step five, wait for opportunities. Never be proactive with finding new opportunities to grow your career or meet new people. Wait for all of that to come knocking on your door. After all, if it's gonna happen, it's gonna happen. You'll meet the girl of your dreams one day and things will kinda just work out. You'll probably also land your dream job if you just wait long enough. Anyways, the important thing is to not take action. Don't try to figure out the most effective way to get what you want, just wait until things work out. Step six, be default no. When a friend asks you to go out for a drink, just say no. After all, you're super busy these days and have a lot of work to do. When your boss gives you the opportunity to lead a meeting at work, try to find an excuse to slink out of it. The key here is to give everyone the impression that they should just let you do your own thing. Be so good at saying no that people just stop asking you to do anything. Step seven, be suspicious of people. Never give people the benefit of the doubt. Believe that everyone basically just wants to take advantage of you, and because of this, you should be guarded and put up walls to protect yourself emotionally. Assume the smiles people give you are fake and that their motives are malevolent. Step eight, never fix the things you dislike about yourself. Continue to engage in activities that make feel subhuman and weak. Never prove to yourself that you can overcome obstacles or better yourself. Never attempt to transcend your vices or change your lifestyle for the better. Subscribe to the idea that people can't change, so you shouldn't try. Step nine, focus on things you can't control. As often as possible, get pissed off at the traffic, the government, the pandemic. You really wanna reinforce the idea that the world is messed up and there's nothing you can do about it. Focus on the shortcomings of others, the failings of your country, and the state of the economy. Maintain a constant external locus of control over all the events in your life. This will really help you feel powerless. And if you're trying to be miserable, that's perfect. Step 10, use fear as motivation. Make the fear of negative consequence your primary motivator for everything you do. Set up deadlines that frighten you and punish yourself for failing to meet them. Use white-knuckle tactics to force yourself into productivity and remind yourself constantly that your entire life could fall apart if you don't keep your head above water. Step 11, only do what is comfortable. Let your comfort zone be the authority on what you do and don't do. If it's not comfortable, don't do it. Avoid discomfort at all costs and participate only in activities that are familiar and effortless. Don't concern yourself with gaining fresh perspectives or novel experiences. Stay in your lane. Operate in your wheelhouse. Step 12, believe you're special. Behave like you're entitled to things on the basis that you're just different than everyone else. Assume that the people that have what you want in life just don't deserve it as much as you do. Always regard yourself as talented, unique, one of a kind. This will really help you develop an outsider complex, which will make it difficult to open up to other people or see things from their perspective. But since you don't wanna do any of that uncomfortable stuff anyways, that's perfect. Step 13, see life not as it is, but how you wish it to be. Daydream of a day where things are better, fantasize about a life where all your problems are gone. You wanna make sure you mentally escape as much as possible to distract you from the obstacles in front of you. Pour your mental energy not into fixing your problems or improving yourself, but into building up this fantasy to be as detailed as possible. Reflect daily about what you would buy if you won the lottery or became a celebrity. Constantly compare your life to this fiction and become resentful at the juxtaposition. So if suffering is what you're after and you crave the daily strife, then you're in luck because if you follow this advice, you'll be miserable for the rest of your life. "
    }
}